Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
rki: စကားလုံး တချို့စွာ ရောနှောထားပုံ ဝါ လိုက်လျောညီထွေဖြစ်အောင် ပြုထားပုံ ရကေလည်း ဘာသာစကားတံဆိပ်နန့် <bold> အညွှန်းစာ မတပ်သင့်ပါ။ </bold> ဇာပိုင် ကိုင်တွယ်ဖြေရှင်းရဖို့လဲ ဥပမာ တချို့မှာ -

source: Sorry, Common Voice is running slowly. Thanks for your interest.
rki: တောင်းပန်ပါယေ၊ Common Voice က တဖြည်းဖြည်းချင်း လုပ်ဆောင်နိန်ပါယေ။ စိတ်ဝင်စားမှုအတွက် ကျေးဇူးတင်ပါယေ။

source: Sorry, something went wrong
rki: တောင်းပန်ပါယေ၊ တခုခု မှားလားပါယေ

source: Source: { $sentenceSource }
rki: ရင်းမြစ် - { $sentenceSource }

source: Speak
rki: ပြောပါ

source: Speakable
rki: စကားပြောနိုင်ယေ

source: Speakers
rki: စကားပြောယေ လူတိ

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
rki: ပြောဆိုယေ လူတိစွာ တရားဝင် မှန်ကန်ယေလို့ မယူဆနိုင်ယေ အရပ်သုံး အသုံးအနှုန်းတိ (ဥပမာ အင်္ဂလိပ်ဘာသာနန့် “gonna”၊ “cuz” ရို့ပိုင်) ကို အသုံးပြုနိုင်ပါယေ။ ယင်းချင့်တိကို ပိုမို တရားဝင်ယေ အသုံးအနှုန်းတိအဖြစ် မပြောင်းလဲဘဲ ရှိရင်းစွဲအတိုင်း မှတ်တမ်းတင်သင့်ပါယေ။

source: Speaking
rki: အပြော

source: Speaking and Listening
rki: အပြော နန့် နားထောင်

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
rki: မိတ်ဆွေ ပုံမှန်အသံနန့်ရာ ပြောပါ။ မိတ်ဆွေ ပြောဆိုပုံကိုလည်း အေမှာ ကြိုဆိုပါယေ - မိတ်ဆွေေ ဒေသိယလီသံကို အကျွန်ရို့ လိုချင်ပါယေ၊ မိတ်ဆွေ ပုံမှန်အသံ အတိုးအကျယ်၊ ပုံစံနန့် လီယူလီသိမ်းကိုလည်း လိုချင်ပါယေ။

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
rki: သူငယ်ချင်း တယောက်နန့် ပြောနိန်ယေပိုင် သဘာဝကျကျ ပြောပါ - ကိုယ့် မူရင်း၊ ဒေသိယ စကားနန့် လီယူလီသိမ်းကို သုံးပါ

source: Speak now
rki: အဂု စကားပြောပါ

source: Speak options menu
rki: စကားပြော ရွီးစရာ မီနူး

source: Speak up, contribute here!
rki: စကားပြောပါ၊ ဒေနိန်ရာမှာ ပံ့ပိုးကူညီပါ!

source: Special Characters and Foreign Letters
rki: အထူး စာလုံးတိနန့် နိုင်ငံခြား စာလုံးတိ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
rki: အထူး သင်္ကေတတိနန့် ပုဒ်ဖြတ်ပုဒ်ရပ်တိကို လုံးဝ လိုအပ်တေအခါမှရာ ထည့်သွင်းသင့်ပါယေ။ ဥပမာ - apostrophe ကို “don’t” နှင့် “we’re” ရို့ပိုင် အင်္ဂလိပ်စကားလုံးတိမှာ ထည့်သွင်းထားပနာ၊ မူရင်းစာသားမှာ ထည့်သွင်းသင့်ကေလည်း “@” ဝါ “#” ရို့ပိုင် အထူး သင်္ကေတ တခု လိုဖို့ မထင်ပါ။

source: Special Tags
rki: အထူး အမှတ်အသားတိ

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
rki: <speechBlogLink>စကားသံ မှတ်မိစွာက စကြည့်ပါ</speechBlogLink>

source: Spelling and Punctuation
rki: စာလုံးပေါင်းနန့် ပုဒ်ဖြတ်ပုဒ်ရပ်တိ

source: Split into { $archiveCount } ZIP files containing
rki: ZIP ဖိုင်တိအဖြစ် { $archiveCount } ခု ပိုင်းထားပနာ ပါနိန်ယေ

source: Splits
rki: ခွဲခြားချက်တိ

source: Splits (Age and Sex)
rki: ခွဲခြားချက်တိ (အသက် နန့် လိင်)

source: Spontaneous Speech
rki: လက်တန်းပြော စကား

source: SPONTANEOUS SPEECH
rki: လက်တန်းပြော စကား

source: Spontaneous Speech Already Available
rki: လက်တန်းပြော စကား ရဟိနိန်ဗြီးသားပါ

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
rki: လက်တန်းပြော စကားမှာ စကားလုံး အပြည့်အစုံထဲက အပိုင်းတပိုင်းချေရာ ပါလာယေ မှားယွင်းယေ အစပျိုးစွာတိ ယပြတ် ဖြစ်တတ်ပါယေ။ ဒေပိုင် ကိစ္စမျိုးတိအတွက်၊ စကားလုံး အပိုင်းအစကို အတတ်နိုင်ဆုံး ကူးယူပနာ စကားလုံး အဆုံးသတ်မှာ (-) hyphen တခု ကပ်ဗျာယ် ယင်းစကားလုံးစွာ မှားယွင်းယေ အစပျိုးစွာ ဖြစ်တေလို့ ဖော်ပြပီးပါ။ ဥပမာ -

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
rki: လက်တန်းပြော စကားမှာ သဒ္ဒါအမှားတိ ပါဝင်လေ့ ဟိပါယေ။ ယင်းချင့်တိကို စာသားပြန်ဆိုယေခါ မပြင်သင့်ပါ။ စာသားပြန်ဆိုချက်စွာ ပြောဆိုယေ အကြောင်းအရာကို တိတိကျကျ ထင်ဟပ်သင့်ပါယေ။

source: Start recording
rki: အသံသွင်းစွာ စပါ

source: Start typing to describe your accent
rki: မိတ်ဆွေေ လီယူလီသိမ်းကို ဖော်ပြဖို့ စပနာ စာရိုက်ပါ

source: Start typing to search
rki: စာ စရိုက်ပနာ ရှာကြည့်ပါ

source: Stats
rki: စာရင်းအင်းတိ

source: Status Page
rki: အခြေအနေ စာမျက်နှာ

source: Still have questions?
rki: မေးခွန်းတိ ဟိပါသိမ့်လာ?

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
rki: မိတ်ဆွေ သော့တိကို လုံခြုံအောင် သိမ်းထားပနာ၊ အများပြည်သူသုံး နိန်ရာတိမှာ မဖော်ပြမိဇီပါကဲ့။ လျှို့ဝှက်သော့ကို အဂုရာ ရယူနိုင်ပနာ နောက်တခါ ထပ်ပြလီဖို့ မဟုတ်ပါဗျာလ်။

source: Streaks
rki: အစင်းကြောင်းတိ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
rki: <strong>[Crackle]</strong> ဧရာမ ဒိုင်နိုဆောတိ <strong>[crackle]</strong> -riassic က။

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
rki: <strong>စကားပြောယေ လူ 'လီယူလီသိမ်း' က မိတ်ဆွေ အသံထွက်နန့် မတူညီစွာနန့် ယင်းအသံဖိုင်တိကို မငြင်းပယ်လိုက်ပါကဲ့</strong> - အေဟင့်က လူတိုင်းပြောယေ လီယူလီသိမ်းမျိုးစုံ စကားသံ မှတ်မိဖို့အတွက် ပိုကောင်းမွန်အောင် အလုပ် လုပ်ဖို့ အရေးပါပါယေ။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started. Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
rki: <strong>တီထွင် ဖန်တီးပါ!</strong> မိတ်ဆွေ ဘာသာစကား အသိုင်းအဝိုင်းစွာ ထူးခြားလာဖို့ဖြစ်ပနာ အေပိုင် စလုပ်ဖို့ နည်းလမ်းအနည်းချေရာ လိုပါယေ။ <communitiesLink> GitHub က စာရွက်စာတမ်း COMMUNITIES.md </communitiesLink>မှာ မိတ်ဆွေ အသိုင်းအဝိုင်းချန်နယ်တိကို ထည့်သွင်းဖို့ စဉ်းစားပါ။

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
rki: <strong>Common Voice ဒေတာစုအသစ်တိ</strong> ကို အကျွန်ရို့ မောင်နှမ ပလက်ဖောင်းဖြစ်တေ Mozilla Data Collective ကတဆင့် ဒေါင်းလုဒ် လုပ်နိုင်ပါဗျာလ်။ အသိုင်းအဝိုင်းတိက တည်ဆောက်ထားပနာ၊ အသိုင်းအဝိုင်းအတွက် တည်ဆောက်ထားယေ ကမ္ဘာလုံးဆိုင်ရာ ဒေတာစု ၃၀၀+ ကို ဝင်ရောက်ကြည့်ရှုဖို့ ပါဝင်လိုက်ပါ။

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
rki: <strong>စာဖတ်ပြော စကား</strong> (အစဉ်အလာအရ Common Voice လို့ မိတ်ဆွေရို့ သိကတ်တေ) စွာ မိတ်ဆွေ ဘာသာစကားနန့် စာကြောင်းတိကို ကျယ်ကျယ်လောင်လောင် ဖတ်နိုင်ယေ နိန်ရာ ဖြစ်ပါယေ။

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
rki: <strong>[နှာချီ]</strong> ဧရာမ ဒိုင်နိုဆောတိ <strong>[ခြောင်းဆိုး]</strong>ယေ ထရိုင်ယေဆဲ့ခေတ်က။

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
rki: <strong>လက်တန်းပြော စကား</strong> စွာ Common Voice က အစိတ်အပိုင်းအသစ်တခု ဖြစ်ပနာ မေးခွန်းတိကို ပိုသဘာဝကျဗျာယ် ယဉ်ကျေးယေ နည်းလမ်းနန့် ဖြေဆိုနိုင်ပါယေ။

source: Submit
rki: တင်သွင်းပါ

source: Submit All
rki: အားလုံးကို တင်ပီးပါ

source: Submit a new question for the community to read and respond to
rki: အသိုင်းအဝိုင်းက ဖတ်ပနာ တုံ့ပြန်နိုင်ဖို့အတွက် မေးခွန်းအသစ်တခု တင်ပီးပါ

source: Submit a report
rki: အစီရင်ခံစာ တင်သွင်းပါ

source: Submit clips
rki: အေအပိုင်းတိကို တင်ပါ

source: Submit new questions for the community to read and respond to
rki: အသိုင်းအဝိုင်းက ဖတ်ပနာ တုံ့ပြန်နိုင်ဖို့အတွက် မေးခွန်းအသစ်တိ တင်သွင်းပီးပါ

source: Submitted
rki: တင်ပီးဗြီးပါဗျာလ်

source: Submitting audio samples
rki: အသံ နမူနာတိ ပီးပို့ယေ

source: Subscribe
rki: စာရင်းသွင်းပါ

source: Success
rki: အောင်မြင်ပါယေ

source: success checkmark
rki: အောင်မြင်ယေ အမှတ်အသား

source: Successfully accepted question
rki: မေးခွန်းကို အောင်အောင်မြင်မြင် လက်ခံလားပါဗျာလ်

source: Successfully rejected question
rki: မေးခွန်းကို အောင်အောင်မြင်မြင် ငြင်းပယ်လိုက်ပါဗျာလ်

source: Success, profile created!
rki: အောင်မြင်ပါယေ၊ ပြိုဖိုင်း ဖန်တီးဗြီးပါဗျာလ်!

source: Support open, community-led datasets
rki: ပွင့်လင်းယေ၊ အသိုင်းအဝိုင်း ဦးဆောင်ယေ ဒေတာစုတိကို ပံ့ပိုးကူညီပါ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
rki: စာကြောင်းကို အတည်ပြုဖို့ဆိုကေ ညာဘက်ကို ပွတ်ဆွဲပါ။ ငြင်းပယ်ဖို့ဆိုကေ ဘယ်ဘက်ကို ပွတ်ဆွဲပါ။ ကျော်လားဖို့ဆိုကေ အထက်ကို ပွတ်ဆွဲပါ။ <strong>မိတ်ဆွေ သုံးသပ်ချက်ကို တင်ပီးဖို့ မမိပါကဲ့။</strong>

source: Tag
rki: အညွှန်းတပ်ပါ

source: Tagging
rki: အညွှန်းတပ်ယေ

source: Tagging in a Single Token
rki: တိုကင် တခုတည်းမှာ အညွှန်းစာတပ်စွာ

source: Tag proper names, mixed words, or interjections
rki: သင့်လျော်ယေ နာမေတိ၊ ရောနှော စကားလုံးတိ၊ ဝါ ကြားဖြတ် စကားလုံးတိကို အညွှန်းစာ တပ်ပီးပါ

source: Tag Punctuation Based on Nearby Language
rki: အနားက ဘာသာစကားကို အခြေခံပနာ ပုဒ်ဖြတ်ပုဒ်ရပ်တိကို အညွှန်းတပ်ပီးပါ

source: Tag punctuation using the language closest span to the left. Examples:
rki: ဘယ်ဖက်နန့် အနီးစပ်ဆုံး ဘာသာစကားကို အသုံးပြုပနာ ပုဒ်ဖြတ်ပုဒ်ရပ်တိကို အညွှန်းတပ်ပီးပါ။ ဥပမာတိ -

source: Tags submitted successfully
rki: အညွှန်းစာတိကို အောင်အောင်မြင်မြင် တင်သွင်းဗြီးလားပါဗျာလ်

source: Taking several attempts to read a word.
rki: စကားလုံးတလုံးကို ဖတ်ဖို့ အကြိမ်ကြိမ် ကြိုးစားပါ။

source: Tap
rki: တချက်ပုတ်ပါ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
rki: Tatoeba စွာ ဘာသာစကား သင်ယူစွာမှာ အသုံးပြုဖို့အတွက် စာကြောင်းတိ၊ ဘာသာပြန်တိနန့် စကားပြောအသံတိ ပါဝင်ယေ ကြီးမားယေ ဒေတာဘေ့စ်တစ်ခု ဖြစ်ပါယေ။ ဒေဒေါင်းလုဒ်မှာ ယင်းသူရို့ အသိုင်းအဝိုင်းက မှတ်တမ်းတင်ထားယေ စကားပြော အင်္ဂလိပ်စာ ပါဝင်ပါယေ။

source: Technology and Robotics
rki: နည်းပညာနန့် စက်ရုပ်ပိုင်း

source: Technology that speaks your language
rki: မိတ်ဆွေ ဘာသာစကားကို ပြောဆိုနိုင်ယေ နည်းပညာ

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
rki: "မင်း အရေးကြီး သတင်းကို ပြောပြချိန်က မင်းမိဘတိ ဇာပြောခလဲ? သူရို့ ဇာပိုင် ပြောခလဲ ပြောပြပါ"

source: Tell us what you'd like to download:
rki: ဇာကို ဒေါင်းလုဒ် လုပ်ချင်စွာလဲဆိုစွာ ပြောပြပါ -

source: Terms
rki: စည်းကမ်းချက်တိ

source: <termsLink>Terms</termsLink>
rki: <termsLink>စည်းကမ်းချက်တိ</termsLink>

source: Thanks for confirming your account, now let's build your profile.
rki: မိတ်ဆွေ အကောင့်ကို အတည်ပြုပီးယေအတွက် ကျေးဇူးတင်ပါယေ၊ အဂု မိတ်ဆွေ ပြိုဖိုင်းကို တည်ဆောက်လိုက်ကတ်ပါမေ။

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
rki: လူပေါင်း ၂၅၉,၀၀၀ ကျော်က ဘာသာစကား ၅၀ ကျော် ပံ့ပိုးကူညီစွာတိနန့်၊ အေဒေတာကို လူ့အသံကို ပိုကောင်းအောင် တုံ့ပြန်နိုင်ဇီဖို့ စကားပြောနိုင်ယေ အပလီကေးရှင်းတိကို လေ့ကျင့်ပီးဖို့ အသုံးပြုနိန်ပါယေ။

source: Thank you for contributing to Spontaneous Speech!
rki: လက်တန်းပြော စကားကို ပါဝင်ပံ့ပိုးပီးယေအတွက် ကျေးဇူးတင်ပါယေ။

source: Thank you for contributing your bulk submission!
rki: မိတ်ဆွေ အစုအပြုံလိုက် တင်ပီးပနာ ပါဝင်ကူညီပီးယေအတွက် ကျေးဇူးတင်ပါယေ။

source: Thank you for contributing your voice!
rki: မိတ်ဆွေ အသံကို ပါဝင်ပံ့ပိုးပီးယေအတွက် ကျေးဇူးတင်ပါယေ။

source: Thank you for donating your voice clips!
rki: မိတ်ဆွေ အသံဖိုင်တိကို ဒါနပြုယေအတွက် ကျေးဇူးတင်ပါယေ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
rki: အသံ သွင်းပီးယေအတွက် ကျေးဇူးတင်ပါယေ။<lineBreak></lineBreak>အဂု အောက်က အသံဖိုင်တိကို ပြန်သုံးသပ်ပနာ တင်ပီးပါ။

source: Thank you for your information
rki: အချက်အလက်တိအတွက် ကျေးဇူးတင်ပါယေ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
rki: { $lang } မှာ ပါဝင်ကူညီဖို့ စိတ်ဝင်စားယေအတွက် ကျေးဇူးတင်ပါယေ။ ဘာသာစကားတိုင်းကို စအသုံးပြုနိုင်အောင် အကျွန်ရို့ ကြိုးစားလုပ်ဆောင်နိန်ပနာ၊ အဖွဲ့တိကို အီးမေးလ်ကတဆင့် အပ်ဒိတ် လုပ်ပီးနိန်ပါယေ။ မိတ်ဆွေ ပါဝင်ကူညီချင်ကေ အောက်မှာ အီးမေးလ်ကို ပီးခပါ။

source: Thank you for your voice information
rki: အသံ အချက်အလက်တိအတွက် ကျေးဇူးတင်ပါယေ

source: Thank you! You’ve sent a new language enquiry
rki: ကျေးဇူးတင်ပါယေ။ ဘာသာစကားအသစ်အတွက် မိန်းမြန်းချက်ကို ပီးပို့ဗြီးလားပါဗျာလ်။

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
rki: အကောင်းဆုံး စာကြောင်းတိစွာ သဘာဝကျပနာ စကားပြော ဆန်ရပါဖို့ — လူတိုင်းအတွက် ဖတ်ရလွယ်ကူရပါဖို့။ အသံထွက် ကွဲပြားစွာနန့် စာကြောင်းတိက စကားလုံး အမျိုးမျိုးက အရေးကြီးကေလည်း၊ အကျွန်ရို့ စေတနာ့ ဝန်ထမ်း အသိုင်းအဝိုင်းအတွက် စာကြောင်း မှတ်တမ်းတင်စွာကို တတ်နိုင်သမျှ ဆွဲဆောင်မှုဟိပနာ ပျော်ဖို့ကောင်းအောင် ကြိုးစားပီးနိန်ပါယေ။

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
rki: အသုံးဝင်ယေ စကား မှတ်မိယေ အင်ဂျင်တခု တည်ဆောက်ဖို့အတွက် အကောင်းဆုံး စာကြောင်းတိမှာ ခေတ်ပေါ်စကားပြောဆိုစွာတိ ဖြစ်ပါယေ။ စာကြောင်းတိ ဖန်တီးဖို့ မိတ်ဆွေ အကူအညီရနိုင်ယေ အကြံဉာဏ် တချို့က -

source: The bumblebee sped by.
rki: ပဒုံးက အရှိန်မြှင့်ပနာ ပျံလားခယေ။

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
rki: အသံ သင်္ချိုင်း Clip Graveyard မှာ Common Voice dataset ထဲကို မပါဝင်ခယေ အသံသွင်းထားစွာတိ ပါဝင်ပါယေ။ dataset တိပိုင် Clip Graveyard ကိုလည်း ဒေါင်းလုဒ် လုပ်နိုင်ပါယေ။ ပရောဂျက်ကို အကူအညီပီးယေ အောက်က ပုဂ္ဂိုလ်တိနန့် အဖွဲ့အစည်းတိကို ကျေးဇူးတင်ဟိပါယေ -

source: The clip has disrespectful or offensive language.
rki: ဒေကလစ်မှာ မလေးမစားပြုယေ ဝါ ရိုင်းစိုင်းယေ စကားလုံးတိ ပါဝင်နိန်ပါယေ။

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
rki: Common Voice Dataset မှာ ဆော့ဖ်ဝဲရီးသားယေ လူတိ အသံမှတ်မိယေ ကိရိယာတိကို တည်ဆောက်စွာကို အထောက်အကူဖြစ်စီဖို့အတွက် အသံနမူနာ သိန်းသန်းချီပနာ ထည့်ဝင်ပီးရပါယေ။

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
rki: အသိုင်းအဝိုင်းက Common Voice အတွက် နှလုံးခုန်သံပါ - အသိုင်းအဝိုင်းတိစွာ ကမ္ဘာတဝှမ်းက လာကတ်ပနာ ဘာသာစကား တက်ကြွလှုပ်ရှားယေ လူတိ၊ သိပ္ပံပညာရှင်တိနန့် အနုပညာရှင်တိ ပါကတ်ပါယေ။ အကျွန်ရို့ <about>အကြောင်းအရာ</about> စာမျက်နှာနန့် အကျွန်ရို့ <community>အသိုင်းအဝိုင်း လမ်းညွှန်စာအုပ်</community>ထဲမှာ ဇာပိုင် ပါဝင်ရဖို့လဲဆိုစွာကို ပိုပနာ လေ့လာနိုင်ပါယေ။ ပို နက်ရှိုင်းယေ အဖွဲ့အစည်းနန့် ဆိုင်ယေ ပူးပေါင်းဆောင်ရွက်ဖို့စွာကို စိတ်ဝင်စားကေ <emailFragment>ဆက်သွယ်ပါ</emailFragment>က ဆက်သွယ်ပါ။

source: The content has disrespectful or offensive language.
rki: ဒေအကြောင်းအရာမှာ မလေးမစား ပြုယေ ဝါ စော်ကားယေ ဘာသာစကား ပါနိန်ပါယေ။

source: The content is empty, corrupt, contains a different language, etc.
rki: ဒေအကြောင်းအရာစွာ ဗလာဖြစ်နိန်စွာ၊ ပျက်စီးနိန်စွာ၊ တခြားဘာသာစကားတခု ပါဝင်နိန်စွာ အစရှိစွာရို့ ဖြစ်နိုင်ပါယေ။

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
rki: အောက်က အထူး အညွှန်းစာတိကို မပီပြင်စွာတိ၊ ဖြည့်စွက်စွာတိ၊ တခြား စကားလုံး မဟုတ်တေ အကြောင်းအရာ အမျိုးအစားတိ(အင်္ဂလိပ်ဘာသာနန့်)ကို မှတ်သားဖို့အတွက် အသုံးပြုသင့်ပါယေ။

source: The giant dino [cough] the Triassic.
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆော [ခြောင်းဆိုးယေ]။

source: The giant dinosaur of the Triassic.
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆော။

source: The giant dinosaurs of the Triassi-.
rki: ထရိုင်ယေဆီ-ခေတ်က ဧရာမ ဒိုင်နိုဆောတိ။

source: The giant dinosaurs of the Triassic.
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆောတိ။

source: The giant dinosaurs of the Triassic. [read by one voice]
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆောတိ။ [တသံတည်းနန့် ဖတ်ပါ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆောတိ။ <strong>[အသံတသံတည်းနန့် ဖတ်ပါ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
rki: ထရိုင်ယေဆဲ့ခေတ်က ဧရာမ ဒိုင်နိုဆောတိ။ ဟုတ်တယ်။

source: The giant dino <strong>[cough]</strong> the Triassic.
rki: ဧရာမ ဒိုင်နိုဆောကြီး <strong>[ခြောင်းဆိုး]</strong> စွာ ထရိုင်ယေဆဲ့ခေတ် ဖြစ်တေ။

source: The MediaRecorder API is not supported in your browser.
rki: MediaRecorder API ကို မိတ်ဆွေ ဘြောက်ဆာမှာ ပံ့ပိုးမထားပါ။

source: The number of recordings and which languages you contribute to will be public.
rki: မှတ်တမ်းတင်ယေ အရေအတွက်နန့် မိတ်ဆွေ ပံ့ပိုးကူညီယေ ဘာသာစကားတိကို အများပြည်သူ သိဟိနိုင်ပါဖို့။

source: The page you are looking for could not be found
rki: မိတ်ဆွေ ရှာနိန်ယေ စာမျက်နှာကို ရှာမတွိပါ

source: The question should be answerable in just a couple of sentences.
rki: မေးခွန်းကို စာကြောင်း အနည်းချေနန့် ဖြေနိုင်ရပါဖို့။

source: There are currently no sentences to review in this language.
rki: ဒေဘာသာစကားမှာ ပြန်ပနာ သုံးသပ်ဖို့ လောလောဆယ် စာကြောင်းတိ မဟိသိမ့်ပါ။

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
rki: ဒေဒေတာစုအတွက် စစ်ဆေးဖို့ စာသားမှတ်တမ်းတိ လောလောဆယ် မရှိသိမ့်ပါ။ မိတ်ဆွေ တခုခုကို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ စာသားမှတ်တမ်း ပြောင်းယေ အသံကို လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
rki: ဒေဘာသာစကားအတွက် စစ်ဆေးဖို့ စာသားမှတ်တမ်းတိ လောလောဆယ် မရှိသိမ့်ပါ။ မိတ်ဆွေ ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ စာသားမှတ်တမ်း ပြောင်းယေ အသံကို လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
rki: ဒေဒေတာစုအတွက် ခွဲခြားသတ်မှတ်ပီးဖို့ စာသားမှတ်တမ်းတိ လောလောဆယ် မရှိသိမ့်ပါ။ မိတ်ဆွေ တခုခုကို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ စာသားမှတ်တမ်း ပြောင်းယေ အသံကို လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
rki: ဘာသာစကားအကြောင်း စဉ်းစားဖို့ နည်းလမ်းတိ အများကြီး ဟိပါယေ။ စကားသံကို မှတ်မိယေ ပုံစံတိအတွက် Common Voice က ‘အပြန်အလှန် နားလည်နိုင်မှု’ ဝါ ‘ဒေဘာသာစကားပြောယေ လူတိ ကြိုးစားကေ တယောက်ကို တယောက် အများကြီး နားလည်လာနိုင်ပါလား?’ ကို အာရုံစိုက်ဖို့ အကြံပြုထားပါယေ။

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
rki: ဒေဒေတာစုအတွက် မေးခွန်းတိ မဟိပါဗျာလ်။ မိတ်ဆွေကို တခုခုကို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ အသံကို စာရီး မှတ်တမ်းတင်ဖို့ လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
rki: ဒေဘာသာစကားအတွက် မေးခွန်း မဟိပါဗျာလ်။ ဇာမေးခွန်းကိုမဆို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ အသံကို စာရီး မှတ်တမ်းတင်ဖို့ လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: The recording was too long.
rki: အသံ သွင်းစွာ ကကောင်း ရှည်နိန်ပါယေ။

source: The recording was too quiet.
rki: အသံ သွင်းစွာ ကကောင်း ယင်နိန်ပါယေ။

source: The recording was too short.
rki: အသံ သွင်းစွာ ကကောင်း တိုနိန်ပါယေ။

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
rki: ဒေဒေတာစုအတွက် စာနန့် လိုက်ရီးဖို့ အသံဖိုင် လောလောဆယ် မရှိသိမ့်ပါ။ မိတ်ဆွေ တခုခုကို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ စာသားမှတ်တမ်းတိကို ပြန်သုံးသပ်ဖို့ လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
rki: ဒေဘာသာစကားအတွက် စာနန့် လိုက်ရီးဖို့ အသံဖိုင် လောလောဆယ် မရှိသိမ့်ပါ။ ဇာချင့်ကိုမဆို ကျော်လားကေ၊ ကျော်လားယေ အကြောင်းအရာနန့် ဆက်လုပ်နိုင်ပါယေ ဝါ စာသားမှတ်တမ်းတိကို ပြန်သုံးသပ်ဖို့ လားပနာ နောက်မှ ထပ်ကြိုးစားနိုင်ပါယေ။

source: There is no “perfect” way to answer
rki: အဖြေပီးဖို့ "perfect" နည်းလမ်း မဟိပါ

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
rki: တောင်းဆိုစွာ ဗြီးဖို့ အချိန် ကကောင်း ကြာလားပါယေ။ ပုံမှန်ဆိုကေ အေပိုင်ဖြစ်စွာ ယာယီရာ ဖြစ်ပါယေ။ ထပ်ကြိုးစားကြည့်ပါ။ အကူအညီအတွက် <matrixLink>Matrix အသိုင်းအဝိုင်း စကားပြောခန်း</matrixLink>မှာ ပါဝင်ပါ၊ <githubLink>GitHub</githubLink>က တဆင့် ဆိုက်ပြဿနာတိကို စောင့်ကြည့်ပါ ဝါ <discourseLink>အကျွန်ရို့ Discourse ဖိုရမ်တိ</discourseLink>ကို ဝင်ကြည့်ပါ။

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
rki: မူရင်းစာသားမှာ ဂဏန်းတိ မပါဝင် သင့်ပါ၊ ဇာကြောင့်ဆိုကေ ယင်းချင်းတိက အသံထွက် ဖတ်တေအခါ ပြဿနာတိ ဖြစ်တတ်လို့ ဖြစ်ပါယေ။ ဂဏန်းတခုကို ဖတ်ရပုံစွာ အကြောင်းအရာပေါ် မူတည်ပနာ ဒေတာစုမှာ ရှုပ်ထွေးစွာတိ ဖြစ်ပေါ်ဇီနိုင်ပါယေ။ ဥပမာ - “၂၄၀၉” ဂဏန်းကို “နှစ်ဆယ့်လေး သုည ကိုး” နန့် “နှစ်ထောင် လေးရာ ကိုး” လို့ နှစ်မျိုးလုံး တိတိကျကျ ဖတ်နိုင်ပါယေ။

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
rki: စာဖတ်ယေ လူတိအကြားမှာ အသံ အတိုးအကျယ်က သဘာဝအလျောက် ကွဲပြားနိုင်ပါယေ။ အသံ အတိုးအကျယ်က အသံသွင်းစွာ ပြတ်တောက်လားအောင်ထိ မြင့်နိန်ကေ၊ ဝါ (ပို အဖြစ်များယေ) ရီးထားယေ စာသားကို မရည်ညွှန်းဘဲ ပြောဆိုနိန်စွာကို မကြားနိုင်လောက်အောင်ထိ အသံက တိုးနိန်ကေ ငြင်းပယ်လိုက်ပါ။

source: The route was unclear.
rki: လမ်းကြောင်းက မရှင်းလင်းခပါ။

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
rki: ဒေဘာသာစကားတိစွာ လက်ဟိမှာ အသိုင်းအဝိုင်း ဖွံ့ဖြိုးတိုးတက်ဖို့အတွက် ဖြစ်ပါယေ။ <localizationGlossaryLink>ဝဘ်ဆိုက် ဒေသစကားပြောင်းစွာ </localizationGlossaryLink> နန့် <sentenceCollectionGlossaryLink>စာကြောင်း စုစည်းစွာ </sentenceCollectionGlossaryLink> ကို စလုပ်ဖို့ လိုအပ်ပါယေ။

source: The selected file is too large
rki: ရွီးထားယေ ဖိုင်က ကကောင်း ကြီးနိန်ပါယေ
